export const REGULATIONS = [{ //遼望塔
    modelId: "624526f956bd8600048c99ca",
    regulations: [
        {
            number: 1,
            text: '施工架高度1.5公尺以上，應設置安全之上下設備。'
        },
        {
            number: 2,
            text: '工作臺寬度應在40公分以上並舖滿密接之踏板，其支撐點應有二處以上，並應綁結固定，使其無脫落或位移之虞，踏板間縫隙不得大於3公分。'
        },
        {
            number: 3,
            text: '暴露之鋼筋、鋼材、鐵件及其他材料等易生職業災害者，應採取彎曲尖端、加蓋或加裝護套等防護設施。'
        },
        {
            number: 4,
            text: '施工架底部之立架應設可調型基腳座板。'
        },
        {
            number: 5,
            text: '施工架內外側皆需設置交叉拉桿、下拉桿及施工架兩端立架及轉角處。'
        },
        {
            number: 6,
            text: '工作板橫架應有金屬扣鎖及防脫落鈎。'
        }
    ]
}];